plugin -i slang
read_slang --top cva6 -f core/Flist.cva6 -keep-hierarchy
hierarchy
synth -top cva6
stat -tech cmos
